{
    "jokeTips": [
        "My deepest regret is not having a hot catgirl as a character in the roster.",
        "Rule 34 female Byleth: look it up!",
        "Never get on the 505 streetcar after 7PM in Toronto. Just don't go to Toronto honestly.",
        "It's pronounced 'eel-ru'.",
        "Follow TheNephewt on Instagram!",
        "Listen to Ado!",
        "Can I borrow like, $40-$50?",
        "That actually happened in the show!"
    ],

    "gameTips": [
        "Flying units go where they please! Shoot them down with arrows.",
        "Mages provide high attack power and utility, but are very easy to defeat.",
        "Sorcerers are very skilled mages adept at light, dark, arcane, and time magic.",
        "Mercenaries are seasoned combatatants with a keen eye for the weaknesses of their enemies.",
        "Skirmishers are very fast fighters who thrive off initiating combat.",
        "Warriors are tough combatants who always have a way to stay in the fight.",
        "Archers posses very high single-point damage, but arrows can't pierce through armor very well.",
        "Clerics can heal and buff your allies, but can't do much to defend themselves.",
        "Wolfskins are an ancient race of skinmorphers who hunt their prey relentlessly in combat.",
        "Wyvernskins are an dragon-human hybrids capable of morphing into their powerful draconic form.",
        "A unit doesn't lose its skills when it changes class! Experiment with skill combinations!",
        "Weather affects how units move through terrain, utilize it well.",
        "A units class affects what stats it gains when it levels up.",
        "Make sure your units fight next to eachother, they get bonuses and trauma to bond over.",
        "Cetain weapons are better or worse attacking into other weapons! Make sure you take a look at the combat preview."
    ],

    "characterTips": [
        "Ylru hates bacon, and fun. Unless you think stuyding for hours straight is fun. Nerd.",
        "Ylru might have a complex.",
        "Anselm is a half-demon. Don't ask him about it.",
        "Anselm acts tough, but at the end of the day he still uses a crossbow like a loser.",
        "River has a body count of 47!",
        "River is lying about everything! Even their-*checks notes*-RACE!?",
        "Siobhan is dating River! Don't step on any toes now...",
        "Siobhan is goth. Don't ask her why it's a long story just don't look at her pendant for too long.",
        "Aavross wears heavy armor because, as an owl, his bones are hollow and will snap like twigs.",
        "Aavross will laugh at just about anything. Don't get him started on rats though.",
        "Sarkov has met the Grim Reaper!?",
        "Elenore is apparently the descendant of a princess from a long forgotten kingdom...",
        "Elenore loves red meat and poultry, but won't touch fish.",
        "Alaine has a heart of gold, and would pass an surreal etheral morality trial should she be presented one.",
        "Alaine wears the imperial guard armor of a long forgotten kindgom that she inherited from her great, great grandfather",
        "Chiathra loves plants. Specifically woody stems."
    ]
}